{
  "common.title": "NEW YORK CITY MOTORCYCLES",
  "common.meta.brands": "| Harley Davidson | Triumph | Norton | BSA | Vincent | Honda | Kawasaki | Suzuki | Yamaha",
  "component.auction-card.alt.placeholder-image": "Placeholder image",
  "component.auction-card.table-label.current-price": "Current price",
  "component.auction-card.table-label.prompt-price": "Prompt decision price",
  "component.auction-card.table-label.time-remaining": "Time remaining",
  "component.auction-card.table-label.bidders": "Bidders",
  "component.auction-card.time-unit.days": "days",
  "component.auction-card.time-unit.hours": "hours",
  "component.auction-card.time-unit.minutes": "minutes",
  "component.footer.alt.instagram-logo": "Instagram logo",
  "component.footer.text.scroll-to-top": "Scroll to top",
  "component.footer.text.address": "SHONAN COAST, JAPAN | LOS ANGELES",
  "component.footer.text.disclaimer": "Vintage Motorcycles, Inc | All Rights Reserved",
  "component.header.alt.nycmc-logo": "New york city motorcycles logo",
  "component.header.alt.burger-menu": "Burger menu icon",
  "component.header.nav.home": "HOME",
  "component.header.nav.active-auctions": "ACTIVE AUCTIONS",
  "component.header.nav.sold-archive": "SOLD ARCHIVE",
  "component.header.nav.history": "HISTORY",
  "component.header.nav.racing": "RACING",
  "component.header.nav.contact": "CONTACT",
  "component.header.nav.consign": "CONSIGN",
  "component.header.nav.invest": "INVEST",
  "component.header.sr.open-main-menu": "Open main menu",
  "component.spinner.sr.loading": "Loading...",
  "page.active-auctions.head.meta.title": "Vintage motorcycles for sale on Yahoo auctions in Japan",
  "page.active-auctions.head.meta.content": "Vintage motorcycles currently offered for sale on Yahoo auctions in Japan by New York City Motorcycles. New York City Motorcycles imports vintage motorcycles from around the world to sell by auction in Japan",
  "page.active-auctions.no-auctions.title": "There are currently no active auctions",
  "page.active-auctions.no-auctions.body": "Click the button below to visit out Yahoo auction page. Follow the Yahoo auction account for updates when new items are listed.",
  "page.active-auctions.yahoo-auctions-button": "Yahoo auction page",
  "page.consign.alt.orange-motorbike": "A photograph of an orange coloured vintage, Italian motorcycle.",
  "page.consign.head.meta.title": "Sell your vintage motorcycle by consignment",
  "page.consign.head.meta.content": "New York City Motorcycles can also help you sell your vintage motorcycle by consignment. In this page we explain how",
  "page.consign.section-1.title": "Consignment sales",
  "page.consign.section-1.text-1": "Racing old motorbikes throughout the United States has led to an extensive network of racers, collectors, specialists and enthusiasts throughout the world. When not visiting \"old dudes'\" garages, NYCMC's owner is working the phones, finding worthy homes for cherished motorcycles.",
  "page.consign.section-1.text-2": "For years, only motorcycles added to the collection were pursued.",
  "page.consign.section-1.text-3": "Consignment Sales was born out of feeling sad that otherwise great motorcycles were being left behind.  On one side, there's an owner who has reluctantly realized they can't give enough time and care to a beloved motorcycle owned usually decades, that will slowly decay...along with its optimal value.",
  "page.consign.section-1.text-4": "On the other end, is someone dying to own, care for and love that very motorcycle.",
  "page.consign.section-1.text-5": "\"...unless its pried out of my cold, dying hands\".",
  "page.consign.section-1.text-6": "Its hard to count the number of times I've heard that response to my \"would you sell it?\".",
  "page.consign.section-1.text-7": "The first time I asked.",
  "page.consign.section-1.text-8": "Seeing me year after year, \"Hell No!!\" eventually becomes \"maybe\".",
  "page.consign.section-1.text-9": "Trusting New York City Motorcycles' bonafides: Integrity, Passion, Knowledge - maybe becomes, \"for the right buyer\".",
  "page.consign.section-1.text-10": "Consignment fees are generally 10% of gross sale, paid by seller, upon completion of the sale.",
  "page.home.head.meta.title": "Sell your bike in Japan; the world's best vintage motorcycle market.",
  "page.home.head.meta.content": "A comprehensive guide to how we can help you export your bike to be sold at auction in Japan; the world's most lucrative vintage motorcycle market. In this page we talk in detail about the potential profit availavle to you as a seller and also the costs involved in importing your bike to Japan and how we, at New York City Motorcycles can make that process simple and hassle-free",
  "page.home.section-1.title": "What's my bike worth in Japan?",
  "page.home.section-1.button": "Click for a quote",
  "page.home.section-2.title": "Thinking about selling your motorcycle in Japan?",
  "page.home.section-2.text-1": "Here's a guide for what you need to know.",
  "page.home.section-2.text-2": "Japan is the best market in the world for selling many types of vintage motorcycles. Demand for certain types far outstrips supply. That means that prices realized are significantly higher than would be possible in the USA, UK or Europe. These especially:",
  "page.home.section-2.list-1": "Harley-Davidson Knuckleheads, Flatheads, Panheads, Shovelheads, KH stock, custom and especially choppers",
  "page.home.section-2.list-2": "Vintage British-made bikes; namely Triumph, Norton, BSA, Vincent",
  "page.home.section-2.list-3": "Vintage Honda CBs of all varieties; CL, C and CR",
  "page.home.section-2.list-4": "Kawasaki H1, N2, S3, Z1, KZ",
  "page.home.section-2.list-5": "Suzuki GT (alll sizes), T500, GS",
  "page.home.section-2.list-6": "Yamaha RD, TD, TA, YS",
  "page.home.section-3.title": "Is it right for you? Is it really worth it?",
  "page.home.section-3.text-1": "If you have one of the above , in a word...YES! The process and costs of shipping and selling your motorcycle in Japan will leave a net return after costs that far exceeds what selling your bike in America, the UK or Europe would bring. We're into no-brainer territory.",
  "page.home.section-4.title": "OK. But what are the costs?",
  "page.home.section-4.button": "Download forms",
  "page.home.section-4.text-1": "If you live near or can get your motorcycle to Los Angeles it costs $700 to ship a standard-sized motorcycle ($800 for choppers) to Japan.",
  "page.home.section-4.text-2": "My shipper runs a consolidated motorcycle container service to Japan approximately avery three weeks. No crating required, just drop off the bike, keys, title and a signed power of attorney permitting transit. You will also need to prepare an export invoice to declare the value of the motorcycle for Japan customs. I have templates for both forms. If getting your bike to Los Angeles is not feasible I will work with you to find an economical alternative.",
  "page.home.section-4.text-3": "Japan's import duties will be 10% of the declared value. A rough idea of declared value 50% of USA market price; if you can sell your bike in the USA for $7000 the declared value would be $3500. The import tax would therefore be $350.",
  "page.home.section-5.title": "That's all the costs?",
  "page.home.section-5.text-1": "No. One more cost; me! I charge a service fee of 12% of the final sale value.",
  "page.home.section-6.title": "Let's take a look at an example and see if it makes sense to sell your bike in Japan:",
  "page.home.section-6.list-1": "1969 Harley-Davidson Shovelhead recently sold in Japan",
  "page.home.section-6.list-2": "$9000 value - Purchased on Craigslist, Arizona and sent directly to Japan for sale",
  "page.home.section-6.list-3": "Declared value: $5000. Import tax: $500",
  "page.home.section-6.list-4": "Shipping: $800",
  "page.home.section-6.list-5": "Sold for $17,000. The 12% service fee was $2000",
  "page.home.section-6.list-6": "Net payment to seller: $13,700!",
  "page.home.section-7.title": "Great. Does the bike need to be shipped before or after it's sold?",
  "page.home.section-7.text-1": "Although there are exceptions the general rule is the bike should be in Japan before it is listed for sale here. Why? Two reasons:",
  "page.home.section-7.text-2": "First: the pool of buyers will be far greater for a motorcycle that's physically in the country rather than overseas. More buyers = more demand = higher price.",
  "page.home.section-7.text-3": "Second: because there is no payout until the buyer receives the bike. Unlike in the USA, UK or Europe where the buyer pays the seller directly before the seller ships the item, in Japan the buyer does not pay the seller directly. The buyer pays Yahoo auction; the principal online marketplace for sales of vintage motorcycles by private owners and where your bike would be listed for sale.",
  "page.home.section-8.title": "Does the title need to be in your name?",
  "page.home.section-8.text-1": "No. You just need a VIN-Matching title. It doesn't matter who's name it's in.",
  "page.home.section-9.title": "What happens if nobody buys it?",
  "page.home.section-9.text-1": "Great care is taken to make sure only bikes in high demand with realistic sales price expectations are sent to Japan for sale. There is no value to the seller or to New York City Motorcycles for a bike to come to Japan and not sell. In the worst case scenario it would be returned to the seller. Hasn't happened yet and it never should!",
  "page.home.section-10.title": "You're in Japan, how can I trust you?",
  "page.home.section-10.text-1": "2023 is the 11th anniversary of New York City Motorcycles founding. I'm proud of my company's sterling reputation for honesty, to never have had a single deal end in acrimony or worse; a person left feeling ripped off. DOn't take my word for it, ask around. New York City Motorcycles is only as good as it's reputation, nothing more and nothing less.",
  "page.home.section-10.text-2": "If we agree to sell your bike in Japan you will receive a signed consignment agreement covering all terms before you ship your bike.",
  "page.home.section-11.title": "I'm still interested. OK, how long does it take?",
  "page.home.section-11.text-1": "On average, approximately 60 days from the day that you drop off your bike. Transit is only 12-14 days at sea but containers depart once every three weeks, or so. Auctions run for 7 days, usually Sunday-to-Sunday. I will list the bike the week I pick it up from the port. Payment by the buyer is prompt and Japanese are excellent, honourable buyers.",
  "page.home.section-12.title": "What else do you need?",
  "page.home.section-12.text-1": "A complete and exhaustive description by you, since you know your bike best. Sure, I want to know all the pluses but it's critically important that defects, dents, aftermarket parts and issues to be addressed are carefully described. You will do better being transparent and credible than trying to conceal material informationthat the buyer - such as if it were you - would wish to know. Japanese have a well-earned reputation for obsessing over details and there's no detail too trivial to include - especially the negatives. And it's not just the Japanese; I guard my excellent seller's reputation religiously. Without it, none of this is possible, so please don't leave anything out! If in doubt, include it and we can review and edit it together afterwards.",
  "page.home.section-12.text-2": "Photos and video of the bike running are also required. Other than a brief start to make sure there are no issues after shipment, your bike will be secured indoors until it is collected or transported. When the bike arrives it will be unregistered in japan; therefore I cannot legally move it for photos or video. The more photos the better. High resolution, detailed close-ups of everything! Not just beauty shots of left side, right side, front and back.",
  "page.home.section-13.title": "Got more questions?",
  "page.home.section-13.button": "Contact",
  "page.home.section-13.text-1": "Send me an email!",
  "page.invest.alt.silver-motorbike": "A photograph of a silver coloured vintage motorcycle being displayed in Sotheby's auction house.",
  "page.invest.head.meta.title": "Why vintage motorcyces represent a sound financial investment",
  "page.invest.head.meta.content": "Vintage motorcycles can offer an investment opportunity on a par with collectible fine art or classic cars. A well chosen colletion of vintage motorcycles can represent a high performing investment portfolio. This page details how I, as a buyer's agent, can help you aquire collectible assets that will appreciate significantly in value and earn you money",
  "page.invest.section-1.title": "Investment",
  "page.invest.section-1.text-1": "As a portfolio investment, motorcycles as an asset class, professionally-sourced and possessing meaningful character and provenance, outperform the S & P 500 year after year.",
  "page.invest.section-1.text-2": "Demand for coveted motorcycles far outstrips supply; this puts significant upward pressure on prices. Tracking similar trends to four wheeled automobiles, demand has increased exponentially during the recent decade.",
  "page.invest.section-1.text-3": "Two reasons: Social media = envy. That drives those with the means to step up their game. In the past trophies were kept inside a cabinet or on the mantle. Now its on your instagram and twitter.",
  "page.invest.section-1.text-4": "The second reason is the art market. Investment art has also consistently outperformed many financial markets. In the past 10 years, art buyers - not just car and motorcycle collectors have been responsible for driving prices ever higher. Think about it. Why spend (invest) $100K for a static sculpture. The symphony of hundreds, thousands of moving parts...motion, contours, aesthetics. Moving scupture. Like collectible cars, motorcycles as sound investment are getting the respect - and promotion - from unlikely places. Art dealers, writers and critics.",
  "page.invest.section-1.text-5": "New York City Motorcycles acts as a buyer's agent. As an independent third party with deep knowledge and contacts in the vintage motorcycle world, we never accept what is claimed to be a motorcycle's history and provenance. We prove it. We make sure that prices defend value. These are motorcycles that are intended to be liquid, desirable and offer conisistent high growth at the lowest possible risk. Email for further guidance.",
  "page.invest.section-1.button": "Contact"
}


  







