{
  "common.img.place-holder.alt": "Placeholder image",
  "common.meta.brands": "| Harley Davidson | Triumph | Norton | BSA | Vincent | Honda | Kawasaki | Suzuki | Yamaha",
  "common.route-names.active-auctions": "Active Auctions",
  "common.route-names.consign": "Consign",
  "common.route-names.contact": "Contact",
  "common.route-names.history": "History",
  "common.route-names.home": "Home",
  "common.route-names.invest": "Invest",
  "common.route-names.racing": "Racing",
  "common.route-names.sold-archive": "Sold Archive",
  "common.title": "NEW YORK CITY MOTORCYCLES",
  "comp.auction-card.table-label.bidders": "Bidders",
  "comp.auction-card.table-label.current-price": "Current price",
  "comp.auction-card.table-label.prompt-price": "Prompt decision price",
  "comp.auction-card.table-label.time-remaining": "Time remaining",
  "comp.auction-card.time-unit.days": "days",
  "comp.auction-card.time-unit.hours": "hours",
  "comp.auction-card.time-unit.minutes": "minutes",
  "comp.confirmation-modal.button.close": "Close",
  "comp.confirmation-modal.button.retry": "Retry",
  "comp.confirmation-modal.failed-completely.text-1": "Sorry for the inconvenience; please try again later.",
  "comp.confirmation-modal.failed-completely.text-2": "In the meantime you can contact us through our instagram profile.",
  "comp.confirmation-modal.failed-completely.title": "Sorry, we're unable to send your email at this time",
  "comp.confirmation-modal.failed.text-1": "Try again?",
  "comp.confirmation-modal.failed.title": "Something went wrong",
  "comp.confirmation-modal.sending.title": "Sending...",
  "comp.confirmation-modal.sent.text-1": "Your message has been sent. We will reply as soon as we can.",
  "comp.confirmation-modal.sent.text-2": "Thankyou",
  "comp.confirmation-modal.sent.title": "Sent",
  "comp.footer.alt.instagram-logo": "Instagram logo",
  "comp.footer.text.address": "SHONAN COAST, JAPAN | LOS ANGELES",
  "comp.footer.text.disclaimer": "Vintage Motorcycles, Inc | All Rights Reserved",
  "comp.footer.text.scroll-to-top": "Scroll to top",
  "comp.header.alt.burger-menu": "Burger menu icon",
  "comp.header.alt.nycmc-logo": "New york city motorcycles logo",
  "comp.header.sr.open-main-menu": "Open main menu",
  "comp.image-modal.alt.close": "Close button",
  "comp.sold-card.call": "-- CALL --",
  "comp.sold-card.gallery-link-button": "Gallery",
  "comp.sold-card.sold": "-- SOLD --",
  "comp.spinner.sr.loading": "Loading...",
  "pg.active-auctions.error.body": "Please contact the site for support.",
  "pg.active-auctions.error.title": "There has been a problem connecting you to Yahoo auctions",
  "pg.active-auctions.head.meta.content": "Vintage motorcycles currently offered for sale on Yahoo auctions in Japan by New York City Motorcycles. New York City Motorcycles imports vintage motorcycles from around the world to sell by auction in Japan",
  "pg.active-auctions.head.meta.title": "Vintage motorcycles for sale on Yahoo auctions in Japan",
  "pg.active-auctions.no-auctions.body": "Click the button below to visit out Yahoo auction page. Follow the Yahoo auction account for updates when new items are listed.",
  "pg.active-auctions.no-auctions.title": "There are currently no active auctions",
  "pg.active-auctions.unauthorised.body": "If you are accessing the site from the UK/EU try connecting through a VPN.",
  "pg.active-auctions.yahoo-auctions-button": "Yahoo auction page",
  "pg.consign.alt.orange-laverda": "A photograph of an orange coloured vintage Laverda motorcycle.",
  "pg.consign.head.meta.content": "New York City Motorcycles can also help you sell your vintage motorcycle by consignment. In this page we explain how",
  "pg.consign.head.meta.title": "Sell your vintage motorcycle by consignment",
  "pg.consign.sect-1.text-1": "Racing old motorbikes throughout the United States has led to an extensive network of racers, collectors, specialists and enthusiasts throughout the world. When not visiting \"old dudes'\" garages, NYCMC's owner is working the phones, finding worthy homes for cherished motorcycles.",
  "pg.consign.sect-1.text-10": "Consignment fees are generally 10% of gross sale, paid by seller, upon completion of the sale.",
  "pg.consign.sect-1.text-2": "For years, only motorcycles added to the collection were pursued.",
  "pg.consign.sect-1.text-3": "Consignment Sales was born out of feeling sad that otherwise great motorcycles were being left behind.  On one side, there's an owner who has reluctantly realized they can't give enough time and care to a beloved motorcycle owned usually decades, that will slowly decay...along with its optimal value.",
  "pg.consign.sect-1.text-4": "On the other end, is someone dying to own, care for and love that very motorcycle.",
  "pg.consign.sect-1.text-5": "\"...unless its pried out of my cold, dying hands\".",
  "pg.consign.sect-1.text-6": "Its hard to count the number of times I've heard that response to my \"would you sell it?\".",
  "pg.consign.sect-1.text-7": "The first time I asked.",
  "pg.consign.sect-1.text-8": "Seeing me year after year, \"Hell No!!\" eventually becomes \"maybe\".",
  "pg.consign.sect-1.text-9": "Trusting New York City Motorcycles' bonafides: Integrity, Passion, Knowledge - maybe becomes, \"for the right buyer\".",
  "pg.consign.sect-1.title": "Consignment sales",
  "pg.contact.head.meta.content": "Email us about buying or selling a vintage motorcycle",
  "pg.contact.head.meta.title": "Contact form",
  "pg.contact.label.email": "Your email",
  "pg.contact.label.message": "Your message",
  "pg.contact.label.sender-name": "Your name",
  "pg.contact.label.subject": "Subject",
  "pg.contact.place-holder.email": "name@domain.com",
  "pg.contact.place-holder.message": "Leave a comment...",
  "pg.contact.place-holder.sender-name": "Indian Larry",
  "pg.contact.place-holder.subject": "How can we help you",
  "pg.contact.send-button": "Send",
  "pg.contact.subtitle": "Lets talk about bikes",
  "pg.contact.title": "Contact us",
  "pg.contact.validation.email": "Please enter a valid email address",
  "pg.contact.validation.required": "This is a required field",
  "pg.gallery.bsa-starfire.alt.left-side": "An image of the left side of an indigo coloured 1970 BSA B25 Starfire.",
  "pg.gallery.bsa-starfire.alt.port": "An image of an indigo coloured 1970 BSA B25 Starfire parked up at a port.",
  "pg.gallery.bsa-starfire.alt.rider": "An image an indigo coloured 1970 BSA B25 Starfire with a rider. It has stopped at a junction in a New York City street.",
  "pg.gallery.bsa-starfire.alt.right-side": "An image of the right side of an indigo coloured 1970 BSA B25 Starfire.",
  "pg.gallery.bsa-starfire.alt.silver": "An image of a collection of BSA motorbikes.",
  "pg.gallery.bsa-starfire.name": "1970 BSA B25 Starfire",
  "pg.gallery.harley-xr750-replica.alt.graf": "An image of the Streettracker XR750 replica parked in front of a wall. The wall has the Harley-Davidson logo painted on it.",
  "pg.gallery.harley-xr750-replica.alt.larry": "An image of Larry from New York City Motorcycles standing with the Streettracker XR750 replica after winning Best American Custom at the Motoclassica Motorcycle Show, Willow Springs in April 2015.",
  "pg.gallery.harley-xr750-replica.alt.rider": "An image of the Streettracker XR750 replica being ridden in the street. It has a #1 race plate on it.",
  "pg.gallery.harley-xr750-replica.alt.right-side": "An image of the right side of the Streettracker XR750 replica.",
  "pg.gallery.harley-xr750-replica.name": "Streettracker XR750 replica",
  "pg.gallery.harley-xr750-replica.sect-1.para-1": "Who hasn't fantasized about putting a genuine XR750 on the road? That dream quickly fades once practical considerations enter the thought process. XR750s were made to race around dirt tracks and jump buses. Not only would modifications for street riding be extensive, it would also be an unforgivable sin to violate an original.",
  "pg.gallery.harley-xr750-replica.sect-1.para-2": "The next alternative isn't much better. Every so-called Harley \"street tracker\" you've ever seen looks as similar to the genuine article as chalk does to cheese. Even Harley's own attempt, the factory XR1200 is blandly unconvincing.",
  "pg.gallery.harley-xr750-replica.sect-1.para-3": "Close inspection of this 1200 Sportster-based street clone eventually reveals the replica's most unique but least obvious feature: front and rear disc brakes...without an (incorrect) front brake lever on the handlebars. Both front and back operate via the custom two-into-one braking system controlled by one pedal. Adjustable front to rear ratio.",
  "pg.gallery.harley-xr750-replica.sect-1.para-4": "Keeping that lever off of the bars reflects the obsession that went into designing and building the most legit street legal replica of a factory XR750 anywhere.",
  "pg.gallery.harley-xr750-replica.sect-1.para-5": "Other exquisite touches include using Ninja forks and triple trees. That stance without sacrificing precision street riding. Custom swept pipes, discreet front and rear lighting, correct staggered footpegs and lots more.",
  "pg.gallery.harley-xr750-replica.sect-1.para-6": "How's the ride? As fun, safe and BADASS as anything you've ever put a leg over!",
  "pg.gallery.harley-xr750-replica.sect-1.para-7": "Winner - Best American Custom - Motoclassica Motorcycle Show, Willow Springs April 2015.",
  "pg.gallery.harley-xr750-replica.sect-1.title": "Order to delivery in 12 months or less",
  "pg.gallery.harley-xr750-replica.sect-2.list-1": "$7000 begins your build",
  "pg.gallery.harley-xr750-replica.sect-2.list-2": "Covers acquisition of donor Sportster, tear down, frame stripping and coating",
  "pg.gallery.harley-xr750-replica.sect-2.list-3": "$7000 midway",
  "pg.gallery.harley-xr750-replica.sect-2.list-4": "Covers motor rebuild, custom fabrication of air filter intake, pipes, plates, lighting, rear-sets/pegs/pedals, wiring and suspension",
  "pg.gallery.harley-xr750-replica.sect-2.list-5": "$7000 at delivery",
  "pg.gallery.harley-xr750-replica.sect-2.list-6": "Covers braking, bodywork, wheels, tires, cables, bars and final assembly",
  "pg.gallery.harley-xr750-replica.sect-2.title": "The program",
  "pg.gallery.harley-xr750.alt.engine-close": "Close up image of the engine of a 1970 Harley-Davidson XR750",
  "pg.gallery.harley-xr750.alt.racing": "Image of a 1970 Harley-Davidson XR750 being raced on a dirt track",
  "pg.gallery.harley-xr750.alt.ridden": "Close up image of a 1970 Harley-Davidson XR750 being ridden",
  "pg.gallery.harley-xr750.alt.right-side": "1970 Harley-Davidson XR750 right side view",
  "pg.gallery.harley-xr750.alt.tyre": "Close up image of the rear tyre of a 1970 Harley-Davidson XR750",
  "pg.gallery.harley-xr750.name": "1970 HARLEY-DAVIDSON XR750",
  "pg.gallery.harley-xr750.sect-1.list-1": "Original, as raced, unrestored",
  "pg.gallery.harley-xr750.sect-1.list-2": "Runs superb",
  "pg.gallery.harley-xr750.sect-1.list-3": "Number 57",
  "pg.gallery.harley-xr750.sect-1.title": "1970 \"Iron\" XR750",
  "pg.gallery.harley-xr750.sect-2.para-1": "To comply with suddenly-announced changes to eligibility rules for the 1970 AMA Grand Nationals, Harley-Davidson had just four and a half months to build a competetive machine that would qualify.",
  "pg.gallery.harley-xr750.sect-2.para-2": "Actually, 200. (100 of which were subsequently destroyed by Harley-Davidson, leaving 100 1970 XR750S)",
  "pg.gallery.harley-xr750.sect-2.para-3": "Among the qualifications for entry was a \"homoglation\" rule, mandating that manufactirers produce a minimum of 200 \"like\" machines to be \"available for sale\". Requiring such a quantity of similarly spec'd motorcycles helps keep the playing field level, preventing construction of balls-out, one-off Goliaths that pulverize all but the most financially muscular manufacturers.",
  "pg.gallery.harley-xr750.sect-2.para-4": "The design that would eventually become the most decorated winner in motorcycle history, began life as a highly-modified \"Ironhead\" Sportster.",
  "pg.gallery.harley-xr750.sect-2.para-5": "The first year edition of Harley's XR750 featured many one-offs in appearance, set-up and performance.",
  "pg.gallery.harley-xr750.sect-2.para-6": "All subsequent-year production of XR750s, which continued until 1980, were delivered with alloy, rather than iron heads. Later models also featured \"swept\" piped and individual carbs with K & N cone air filters. Frames were also modified, among other more subtle changes.",
  "pg.gallery.harley-xr750.sect-2.para-7": "Though Harley-Davidson produced the required 200 machines, around half were intentionally destroyed by the factory, years later. At the time nobody wanted to buy them. So bean counters in the accounting department decided it would be better to write them off. Once the victory bell started ringing regularly on the track, sales followed.",
  "pg.gallery.harley-xr750.sect-2.para-8": "This \"Ironhead\" XR750 is number 057. Until it was recently acquired the motorcycle has been in the same family since 1973. Though research on the period of 1970-1973 is ongoing, what is known is that the bike was owned and raced through the seventies by George Ryan; a contemporary of many of the legends of the day, such as Jay Springsteen - who's \"Springer #9 H-D\" signature adorns the tail.",
  "pg.gallery.head.meta.content": "A gallery of images for the {bike} sold by New York City Motorcycles ",
  "pg.gallery.head.meta.title": "{bike} gallery",
  "pg.gallery.honda-dream.alt.harbour": "A view of a serene harbour shot over the handlebars of a 1997 Honda Dream 50.",
  "pg.gallery.honda-dream.alt.rear-centre": "An image of the rear end of a 1997 Honda Dream 50.",
  "pg.gallery.honda-dream.alt.rear": "A soft focused image of the rear end of a 1997 Honda Dream 50.",
  "pg.gallery.honda-dream.alt.right-side": "An image of the right side of a 1997 Honda Dream 50.",
  "pg.gallery.honda-dream.alt.showroom": "An image of a 1997 Honda Dream 50 hanging from the ceiling of the old New York City Motorcycles showroom.",
  "pg.gallery.honda-dream.footer": "Offered at $10,700",
  "pg.gallery.honda-dream.list-1": "49cc",
  "pg.gallery.honda-dream.list-2": "6 speed",
  "pg.gallery.honda-dream.list-3": "Single cylinder",
  "pg.gallery.honda-dream.list-4": "Double overhead cams",
  "pg.gallery.honda-dream.list-5": "15,000 RPM",
  "pg.gallery.honda-dream.name": "1997 Honda Dream 50",
  "pg.gallery.honda-dream.para-1": "This historic Honda Racing-Built, Japan-edition (which were red framed, street legal with lights, etc. in Japan) Dream 50 was paraded at the Isle of Man before retiring to th eprivate collection of Alan Cathcart, among the world's most-read motorcycle journalists, bike tester and former racer.",
  "pg.gallery.honda-dream.para-2": "It was imported as a race-only machine last year. No title. Extensive documentation, original toolkit and 500 miles on the clock.",
  "pg.gallery.honda-dream.subtitle": "Urban Sprawl. All 50cc of it.",
  "pg.gallery.honda-dream.title": "1997 Honda Dream 50",
  "pg.gallery.honda-rc30.alt.customs-front": "Front view of a 1988 Honda RC30 VFR750 being un-crated at customs in Japan",
  "pg.gallery.honda-rc30.alt.customs-side": "Side view of a 1988 Honda RC30 VFR750 passing customs inspection in Japan",
  "pg.gallery.honda-rc30.alt.front-view": "Front view of a 1988 Honda RC30 VFR750",
  "pg.gallery.honda-rc30.alt.packing": "Side view of a 1988 Honda RC30 VFR750 being un-crated at customs in Japan",
  "pg.gallery.honda-rc30.alt.side-view": "Side view of a 1988 Honda RC30 VFR750",
  "pg.gallery.honda-rc30.alt.truck": "An image of a 1988 Honda RC30 VFR750 being loaded onto a truck",
  "pg.gallery.honda-rc30.name": "1988 Honda RC30 VFR750",
  "pg.gallery.honda-ss.alt.beard": "An image of a man with a beard riding an olive green 1970 Honda SS CL90 outside a door painted with the Deus Ex Machina logo.",
  "pg.gallery.honda-ss.alt.fence": "An image of a woman with long blonde hair riding an olive green 1970 Honda SS CL90 next to a chain-link fence.",
  "pg.gallery.honda-ss.alt.right-side": "A high quality studio image of the right side an olive green 1970 Honda SS CL90.",
  "pg.gallery.honda-ss.alt.shorts": "An image of a woman with long blonde hair riding an olive green 1970 Honda SS CL90 next to a chain-link fence. She is wearing cool, studded denim shorts.",
  "pg.gallery.honda-ss.alt.underside": "A high quality studio image of the underside an olive green 1970 Honda SS CL90.",
  "pg.gallery.honda-ss.name": "1970 Honda SS CL90",
  "pg.gallery.kawasaki-g7s.alt.right-angle": "An image of the right side of a red 1974 Kawasaki G7S in the old New York City Motorcycles showroom at a slight angle.",
  "pg.gallery.kawasaki-g7s.alt.right-straight": "An image of the right side of a red 1974 Kawasaki G7S in the old New York City Motorcycles showroom.",
  "pg.gallery.kawasaki-g7s.name": "1974 Kawasaki G7S",
  "pg.gallery.kawasaki-h1.alt.fairing": "An image of the fairing of a silver and green coloured 1970 Monotrack Engineering Kawasaki H1.",
  "pg.gallery.kawasaki-h1.alt.graf": "An image a silver and green coloured 1970 Monotrack Engineering Kawasaki H1 parked in front of a graffiti covered door.",
  "pg.gallery.kawasaki-h1.alt.larry": "An a silver and green coloured 1970 Monotrack Engineering Kawasaki H1 being ridden fast by Larry from New York City Motorcycles.",
  "pg.gallery.kawasaki-h1.alt.pier": "An image a silver and green coloured 1970 Monotrack Engineering Kawasaki H1 parked on a fishing pier.",
  "pg.gallery.kawasaki-h1.alt.showroom": "An image of a silver and green coloured 1970 Monotrack Engineering Kawasaki H1 in the old New York City Motorcycles showroom.",
  "pg.gallery.kawasaki-h1.name": "1970 Monotrack Engineering Kawasaki H1",
  "pg.gallery.kawasaki-h2.alt.engine": "A close up of the engine of the 1975 Kawasaki H2.",
  "pg.gallery.kawasaki-h2.alt.left-side": "A full shot of the left hand side of a beautiful purple 1975 Kawasaki H2.",
  "pg.gallery.kawasaki-h2.alt.tank": "A close up of the tank of a purple 1975 Kawasaki H2 outside the old New York City Motorcycles HQ.",
  "pg.gallery.kawasaki-h2.name": "1975 Kawasaki H2",
  "pg.gallery.kawasaki-s3.alt.right-side": "An image of the right side of a lime green 1974 Kawasaki S3 race replica.",
  "pg.gallery.kawasaki-s3.alt.showroom": "An image of a lime green 1974 Kawasaki S3 race replica among other classic bikes in the NYC Motorcycles showroom.",
  "pg.gallery.kawasaki-s3.name": "1974 Kawasaki S3 race replica",
  "pg.gallery.laverda-500.alt.david": "An image of an orange coloured 1980 Laverda 500 Montjuic outside the old New York City Motorcycles HQ with it's new owner, David Karp, the founder of Tumblr.",
  "pg.gallery.laverda-500.alt.front": "A front view of an orange coloured 1980 Laverda 500 Montjuic in a street setting.",
  "pg.gallery.laverda-500.alt.left-side": "An image of an orange coloured 1980 Laverda 500 Montjuic in a rural setting.",
  "pg.gallery.laverda-500.alt.right-side": "An image of an orange coloured 1980 Laverda 500 Montjuic in a street setting.",
  "pg.gallery.laverda-500.alt.tank": "A close up of the fuel tank of an orange coloured 1980 Laverda 500 Montjuic in a street setting.",
  "pg.gallery.laverda-500.name": "1980 Laverda 500 Montjuic",
  "pg.gallery.laverda-750-sfc.alt.exterior": "An image of a 1972 Laverda 750 SFC on a brooklyn street",
  "pg.gallery.laverda-750-sfc.alt.front-wheel": "Close up detail of the front wheel hub of a 1972 Laverda 750 SFC",
  "pg.gallery.laverda-750-sfc.alt.interior": "An image of an orange coloured 1972 Laverda 750 SFC in a white room",
  "pg.gallery.laverda-750-sfc.alt.left-side": "The left side of an orange coloured 1972 Laverda 750 SFC",
  "pg.gallery.laverda-750-sfc.alt.muhammad-ali": "Two orange Laverda racing bikes together with a picture of Muhammad Ali on the floor between them",
  "pg.gallery.laverda-750-sfc.name": "1972 Laverda 750 SFC",
  "pg.gallery.matchless-59.alt.head-lamp": "A close up shot of the head lamp of a red 1959 Matchless G80.",
  "pg.gallery.matchless-59.alt.left-side": "An image of the left side of a red 1959 Matchless G80 on decking.",
  "pg.gallery.matchless-59.alt.right-side": "An image of the right side of a red 1959 Matchless G80 on decking.",
  "pg.gallery.matchless-59.alt.tail": "A close up shot of the tail light of a red 1959 Matchless G80.",
  "pg.gallery.matchless-59.alt.tank": "A close up shot of the fuel tank of a red 1959 Matchless G80.",
  "pg.gallery.matchless-59.name": "1959 Matchless G80",
  "pg.gallery.matchless-61.alt.left-side": "An image of the left side of a red 1961 Matchless G80 Scrambler in a garden.",
  "pg.gallery.matchless-61.alt.pier": "An image of the left side of a red 1961 Matchless G80 Scrambler at the beach.",
  "pg.gallery.matchless-61.alt.rear": "An image of the rear end of a red 1961 Matchless G80 Scrambler.",
  "pg.gallery.matchless-61.alt.right-side": "An image of the right side of a red 1961 Matchless G80 Scrambler on decking.",
  "pg.gallery.matchless-61.alt.tank": "A close up shot of the fuel tank of a red 1961 Matchless G80 Scrambler.",
  "pg.gallery.matchless-61.name": "1961 Matchless G80 Scrambler",
  "pg.gallery.norton-commando.alt.chicken": "An image of a black 1970 Norton Commando strapped to the back of a flatbed outside a colourful fried chicken restaurant.",
  "pg.gallery.norton-commando.alt.graf": "An image of a black 1970 Norton Commando in front of a wall. The wall has the Norton logo painted on it.",
  "pg.gallery.norton-commando.alt.helmet": "An image of a rider putting on his helmet next to a black 1970 Norton Commando.",
  "pg.gallery.norton-commando.alt.right-side": "An image of the right side of a black 1970 Norton Commando in the street.",
  "pg.gallery.norton-commando.alt.saddle": "A close up of the saddle of a 1970 Norton Commando.",
  "pg.gallery.norton-commando.name": "1970 Norton Commando",
  "pg.gallery.placeholder.name": "Loading...",
  "pg.gallery.shovelhead-chopper.alt.ferris-wheel": "An image of a green 1969 Harley Davidson Shovelhead Chopper in front of a ferris wheel",
  "pg.gallery.shovelhead-chopper.alt.left-side": "The left side of a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.alt.right-side": "The right side of a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.alt.saddle": "An image of the saddle on a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.alt.speedo": "An image of the speedometer on a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.alt.tank-angle": "An image of the fuel tank on a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.alt.tank-straight": "An image of the fuel tank on a green 1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.shovelhead-chopper.name": "1969 Harley Davidson Shovelhead Chopper",
  "pg.gallery.suzuki-rg400.alt.decal": "A close up image of the decal on a 1985 Suzuki WW RG400",
  "pg.gallery.suzuki-rg400.alt.enoshima": "A side view of a 1985 Suzuki WW RG400 with Enoshima, Japan in the background",
  "pg.gallery.suzuki-rg400.alt.rear": "A rear view of a 1985 Suzuki WW RG400. It has a decal with the words \"Walter Wolf\" above the tail light",
  "pg.gallery.suzuki-rg400.alt.side-view": "A side view of a 1985 Suzuki WW RG400",
  "pg.gallery.suzuki-rg400.alt.truck": "An image of a 1985 Suzuki WW RG400 being loaded on to a truck",
  "pg.gallery.suzuki-rg400.alt.zushi-marina": "A 1985 Suzuki WW RG400 under the palm trees at Zushi marina, Japan",
  "pg.gallery.suzuki-rg400.name": "1985 Suzuki WW RG400",
  "pg.gallery.suzuki-stinger.alt.fuel": "An image of a bright green 1971 Suzuki T125 Stinger parked outside a race fuel station.",
  "pg.gallery.suzuki-stinger.alt.green-green": "An image of two bright green Suzuki T125 Stingers.",
  "pg.gallery.suzuki-stinger.alt.left-side": "An image of the left side of a bright green 1971 Suzuki T125 Stinger.",
  "pg.gallery.suzuki-stinger.alt.red-green": "An image of two Suzuki T125 Stingers. One is red and the other is green.",
  "pg.gallery.suzuki-stinger.alt.rider": "An image of a green 1971 Suzuki T125 Stingers being ridden by a guy in a glittery stars and stripes helmet.",
  "pg.gallery.suzuki-stinger.name": "1971 Suzuki T125 Stinger",
  "pg.history.alt.bike-lineup": "An impressive array of vintage motorbikes lined up next to the New York City Motorcycles van in a parking lot with trees in the background.",
  "pg.history.alt.bsa-workshop": "An image of the New York City Motorcycles garage in Venice, California. There are a lot of vintage motorbikes crowded in there; most notably a lovely old BSA motorcycle.",
  "pg.history.alt.container": "An image of a shipping container full of vintage cars and motorcycles on their way to Japan.",
  "pg.history.alt.customs": "An image of a motorbike passing customs checks at a Japanese port.",
  "pg.history.alt.external-workshop": "The New York City Motorcycles garage viewed from outside.",
  "pg.history.alt.ferris-wheel": "An exterior shot of a vintage motorcycle being loaded onto the back of a small flatbed truck. There's a large ferris wheel in the background so it might be in Yokohama.",
  "pg.history.alt.forklift": "A black and white image of a motorbike being lifted by a forklift truck outside the New York City Motorcycles showroom.",
  "pg.history.alt.larry-goggles": "A black and white image of Larry from New York City Motorcycles posing on a vintage motorcycle wearing a fur hat. He is wearing sunglasses and rider's goggles; it's a wonder he can see anything at all.",
  "pg.history.alt.larry-orange-laverda": "An image of Larry from New York City Motorcycles posing on an orange Laverda motorbike on a New York street.",
  "pg.history.alt.larry-tuneup": "An image of Larry from New York City Motorcycles performing a last minute tune-up on his bike wearing full race leathers.",
  "pg.history.alt.laverda-ducati": "An orange Laverda and a red Ducati vintage motorbikes basking in the sunlight in the pit on race day.",
  "pg.history.alt.laverda-race": "An image of Larry from New York City Motorcycles leaning deep into a turn on the race track riding an orange coloured Laverda motorbike.",
  "pg.history.alt.norton-and-harley": "An image of a vintage Norton Commando and an orange Harley Davidson being loaded into the New Yprk City Motorcycles van.",
  "pg.history.alt.race-training": "Larry from New York City Motorcycles riding a vintage motorcycle around a track with two other riders in hi-vis vests. Race school at Roebling Road Raceway, Pooler Georgia.",
  "pg.history.alt.showroom-gig": "A crowd of vintage motorbike enthusiasts gathered outside the New York City Motorcycles showroom to watch a band that is playing inside.",
  "pg.history.alt.showroom-orange": "An image of a David Karp, the founder of Tumblr leaning on an orange coloured Laverda motorbike outside the New York City Motorcycles showroom.",
  "pg.history.alt.showroom-purple": "Exterior image of the New York City Motorcycles showroom. There is a purple Kawasaki 750 basking in the sunlight and a cardboard cutout of Evil Knievel looking over it from inside the showroom.",
  "pg.history.alt.showroom": "An image of the New York City Motorcycles showroom in Brooklyn. There is a cool collection of vintage motorbikes as well as other merchandise.",
  "pg.history.alt.zushi-hq": "A satisfied customer riding his new motorbike away from New York City Motorcycles HQ in Zushi, Kanagawa, Japan.",
  "pg.history.head.meta.content": "This page chronicles the journey that New York City Motorcycles took from it's early beginnings in a Manhattan loft and how that passion for the identity and community of vintage motorcycle enthusiasts in the Big Apple eventualy led to competing in Races and travelling the USA in search of the finest bikes to offer for sale. The story brings us to the present day where NYCMC is now locaten on Japan's beautiful Shonan coast and New York City Motorcycles is importing and exporting motorbikes to delighted customers round the globe",
  "pg.history.head.meta.title": "The history of New York City Motorcycles",
  "pg.history.sect-10.text-1": "Begins importing motorcycles for sale in Japan.",
  "pg.history.sect-10.text-2": "By August, 2021, Japan-bound motorcycle containers arriving every 3-4 weeks. See our guide to selling Motorcycles in Japan on the Home page.",
  "pg.history.sect-10.title": "2021",
  "pg.history.sect-2.text-1": "New York City Motorcycle \"club\" starts in a Soho loft in Manhattan. The idea is simple: to givr an identity and a home base to NYC's unique vintage motorcycle scene. Riding and owning motorcycles in New York City is cumbersome and complicated. The payoff is experiencing the greatest city in the world on two wheels. From toughness to style, riding bikes in New York is not like anywhere else. New York City Motorcycles provided a platform for like-minded enthusiasts enduring the pain and pleasure of motorcycling in \"The Big Apple\".",
  "pg.history.sect-2.title": "2012",
  "pg.history.sect-3.text-1": "New York City Motorcycles starts AHRMA Roadracing, supported by buying and selling vintage motorcycles. Race school at Roebling Road Raceway, Pooler Georgia, pictured.",
  "pg.history.sect-3.title": "2014",
  "pg.history.sect-4.text-1": "Brooklyn showroom and retail shop opens in the center of New York's legendary vintage and custom \"Motorcycle District\" on North 14th Street in Williamsburg. N14th is home to Indian Larry, Works Engineering, The Brooklyn Invitational and NYCVINMOTO motorcycle shows.",
  "pg.history.sect-4.text-2": "Racing program expands to three bikes with coast-to-coast races on a Laverda 750SFC race replica, Ducati 250 and Triumph 500.",
  "pg.history.sect-4.title": "2015",
  "pg.history.sect-5.text-1": "New York City Motorcycles opens a garage in Venice, California, adjacent to Deus Ex Machina.",
  "pg.history.sect-5.title": "2016",
  "pg.history.sect-6.text-1": "Following a major race crash ans the sale of the building, NYCMC's Brooklyn shop closes. Full relocation to Venice, CA completed. Resumes racing, including first international competition at the 5oth anniversary of the first Canadian GP at Mosport.",
  "pg.history.sect-6.title": "2017",
  "pg.history.sect-7.text-1": "Most of the year is spent on the road, lving in an Airstream and racing, buying and selling vintage motorcycles. A most blissful year.",
  "pg.history.sect-7.title": "2018",
  "pg.history.sect-8.text-1": "Get's married, moves to Japan.",
  "pg.history.sect-8.title": "2019",
  "pg.history.sect-9.text-1": "New York City Motorcycles opens in Kanagawa, on Japan's famous Shonan coast, sourcing and exporting motorcycles worldwide.",
  "pg.history.sect-9.title": "2020",
  "pg.home.alt.racing": "An image of Larry from New York City Motorcycles racing a vintage orange Laverda around a track",
  "pg.home.head.meta.content": "A comprehensive guide to how we can help you export your bike to be sold at auction in Japan; the world's most lucrative vintage motorcycle market. In this page we talk in detail about the potential profit availavle to you as a seller and also the costs involved in importing your bike to Japan and how we, at New York City Motorcycles can make that process simple and hassle-free",
  "pg.home.head.meta.title": "Sell your bike in Japan; the world's best vintage motorcycle market.",
  "pg.home.jumbotron": "Sell Your Motorcycle In Japan",
  "pg.home.sect-1.button": "Click for a quote",
  "pg.home.sect-1.title": "What's my bike worth in Japan?",
  "pg.home.sect-10.text-1": "2023 is the 11th anniversary of New York City Motorcycles founding. I'm proud of my company's sterling reputation for honesty, to never have had a single deal end in acrimony or worse; a person left feeling ripped off. DOn't take my word for it, ask around. New York City Motorcycles is only as good as it's reputation, nothing more and nothing less.",
  "pg.home.sect-10.text-2": "If we agree to sell your bike in Japan you will receive a signed consignment agreement covering all terms before you ship your bike.",
  "pg.home.sect-10.title": "You're in Japan, how can I trust you?",
  "pg.home.sect-11.text-1": "On average, approximately 60 days from the day that you drop off your bike. Transit is only 12-14 days at sea but containers depart once every three weeks, or so. Auctions run for 7 days, usually Sunday-to-Sunday. I will list the bike the week I pick it up from the port. Payment by the buyer is prompt and Japanese are excellent, honourable buyers.",
  "pg.home.sect-11.title": "I'm still interested. OK, how long does it take?",
  "pg.home.sect-12.text-1": "A complete and exhaustive description by you, since you know your bike best. Sure, I want to know all the pluses but it's critically important that defects, dents, aftermarket parts and issues to be addressed are carefully described. You will do better being transparent and credible than trying to conceal material informationthat the buyer - such as if it were you - would wish to know. Japanese have a well-earned reputation for obsessing over details and there's no detail too trivial to include - especially the negatives. And it's not just the Japanese; I guard my excellent seller's reputation religiously. Without it, none of this is possible, so please don't leave anything out! If in doubt, include it and we can review and edit it together afterwards.",
  "pg.home.sect-12.text-2": "Photos and video of the bike running are also required. Other than a brief start to make sure there are no issues after shipment, your bike will be secured indoors until it is collected or transported. When the bike arrives it will be unregistered in japan; therefore I cannot legally move it for photos or video. The more photos the better. High resolution, detailed close-ups of everything! Not just beauty shots of left side, right side, front and back.",
  "pg.home.sect-12.title": "What else do you need?",
  "pg.home.sect-13.text-1": "Send me an email!",
  "pg.home.sect-13.title": "Got more questions?",
  "pg.home.sect-2.list-1": "Harley-Davidson Knuckleheads, Flatheads, Panheads, Shovelheads, KH stock, custom and especially choppers",
  "pg.home.sect-2.list-2": "Vintage British-made bikes; namely Triumph, Norton, BSA, Vincent",
  "pg.home.sect-2.list-3": "Vintage Honda CBs of all varieties; CL, C and CR",
  "pg.home.sect-2.list-4": "Kawasaki H1, N2, S3, Z1, KZ",
  "pg.home.sect-2.list-5": "Suzuki GT (alll sizes), T500, GS",
  "pg.home.sect-2.list-6": "Yamaha RD, TD, TA, YS",
  "pg.home.sect-2.text-1": "Here's a guide for what you need to know;",
  "pg.home.sect-2.text-2": "Japan is the best market in the world for selling many types of vintage motorcycles. Demand for certain types far outstrips supply. That means that prices realized are significantly higher than would be possible in the USA, UK or Europe. These especially:",
  "pg.home.sect-2.title": "Thinking about selling your motorcycle in Japan?",
  "pg.home.sect-3.text-1": "If you have one of the above , in a word...YES! The process and costs of shipping and selling your motorcycle in Japan will leave a net return after costs that far exceeds what selling your bike in America, the UK or Europe would bring. We're into no-brainer territory.",
  "pg.home.sect-3.title": "Is it right for you? Is it really worth it?",
  "pg.home.sect-4.button": "Download forms",
  "pg.home.sect-4.text-1": "If you live near or can get your motorcycle to Los Angeles it costs $700 to ship a standard-sized motorcycle ($800 for choppers) to Japan.",
  "pg.home.sect-4.text-2": "My shipper runs a consolidated motorcycle container service to Japan approximately avery three weeks. No crating required, just drop off the bike, keys, title and a signed power of attorney permitting transit. You will also need to prepare an export invoice to declare the value of the motorcycle for Japan customs. I have templates for both forms. If getting your bike to Los Angeles is not feasible I will work with you to find an economical alternative.",
  "pg.home.sect-4.text-3": "Japan's import duties will be 10% of the declared value. A rough idea of declared value 50% of USA market price; if you can sell your bike in the USA for $7000 the declared value would be $3500. The import tax would therefore be $350.",
  "pg.home.sect-4.title": "OK. But what are the costs?",
  "pg.home.sect-5.text-1": "No. One more cost; me! I charge a service fee of 12% of the final sale value.",
  "pg.home.sect-5.title": "That's all the costs?",
  "pg.home.sect-6.list-1": "1969 Harley-Davidson Shovelhead recently sold in Japan",
  "pg.home.sect-6.list-2": "$9000 value - Purchased on Craigslist, Arizona and sent directly to Japan for sale",
  "pg.home.sect-6.list-3": "Declared value: $5000. Import tax: $500",
  "pg.home.sect-6.list-4": "Shipping: $800",
  "pg.home.sect-6.list-5": "Sold for $17,000. The 12% service fee was $2000",
  "pg.home.sect-6.list-6": "Net payment to seller: $13,700!",
  "pg.home.sect-6.title": "Let's take a look at an example and see if it makes sense to sell your bike in Japan:",
  "pg.home.sect-7.text-1": "Although there are exceptions the general rule is the bike should be in Japan before it is listed for sale here. Why? Two reasons:",
  "pg.home.sect-7.text-2": "First: the pool of buyers will be far greater for a motorcycle that's physically in the country rather than overseas. More buyers = more demand = higher price.",
  "pg.home.sect-7.text-3": "Second: because there is no payout until the buyer receives the bike. Unlike in the USA, UK or Europe where the buyer pays the seller directly before the seller ships the item, in Japan the buyer does not pay the seller directly. The buyer pays Yahoo auction; the principal online marketplace for sales of vintage motorcycles by private owners and where your bike would be listed for sale.",
  "pg.home.sect-7.title": "Great. Does the bike need to be shipped before or after it's sold?",
  "pg.home.sect-8.text-1": "No. You just need a VIN-Matching title. It doesn't matter who's name it's in.",
  "pg.home.sect-8.title": "Does the title need to be in your name?",
  "pg.home.sect-9.text-1": "Great care is taken to make sure only bikes in high demand with realistic sales price expectations are sent to Japan for sale. There is no value to the seller or to New York City Motorcycles for a bike to come to Japan and not sell. In the worst case scenario it would be returned to the seller. Hasn't happened yet and it never should!",
  "pg.home.sect-9.title": "What happens if nobody buys it?",
  "pg.invest.alt.silver-motorbike": "A photograph of a silver coloured vintage motorcycle being displayed in Sotheby's auction house.",
  "pg.invest.head.meta.content": "Vintage motorcycles can offer an investment opportunity on a par with collectible fine art or classic cars. A well chosen colletion of vintage motorcycles can represent a high performing investment portfolio. This page details how I, as a buyer's agent, can help you aquire collectible assets that will appreciate significantly in value and earn you money",
  "pg.invest.head.meta.title": "Why vintage motorcyces represent a sound financial investment",
  "pg.invest.sect-1.text-1": "As a portfolio investment, motorcycles as an asset class, professionally-sourced and possessing meaningful character and provenance, outperform the S & P 500 year after year.",
  "pg.invest.sect-1.text-2": "Demand for coveted motorcycles far outstrips supply; this puts significant upward pressure on prices. Tracking similar trends to four wheeled automobiles, demand has increased exponentially during the recent decade.",
  "pg.invest.sect-1.text-3": "Two reasons: Social media = envy. That drives those with the means to step up their game. In the past trophies were kept inside a cabinet or on the mantle. Now its on your instagram and twitter.",
  "pg.invest.sect-1.text-4": "The second reason is the art market. Investment art has also consistently outperformed many financial markets. In the past 10 years, art buyers - not just car and motorcycle collectors have been responsible for driving prices ever higher. Think about it. Why spend (invest) $100K for a static sculpture. The symphony of hundreds, thousands of moving parts...motion, contours, aesthetics. Moving scupture. Like collectible cars, motorcycles as sound investment are getting the respect - and promotion - from unlikely places. Art dealers, writers and critics.",
  "pg.invest.sect-1.text-5": "New York City Motorcycles acts as a buyer's agent. As an independent third party with deep knowledge and contacts in the vintage motorcycle world, we never accept what is claimed to be a motorcycle's history and provenance. We prove it. We make sure that prices defend value. These are motorcycles that are intended to be liquid, desirable and offer conisistent high growth at the lowest possible risk. Call or email for further guidance.",
  "pg.invest.sect-1.title": "Investment",
  "pg.racing.alt.harley-number-7": "An image of a cool looking vintage Harley Davidson motorcycle with an orange colour fairing and the number seven on the front.",
  "pg.racing.alt.larry-racing-667-laverda": "An image of Larry from New York City Motorcycles racing on a vintage Laverda motorcycle. He's leaning low into a corner.",
  "pg.racing.alt.larry-racing-667": "An image of Larry from New York City Motorcycles racing on a white coloured vintage motorcycle with the race number 667 on the front. He's leaning low into a corner.",
  "pg.racing.alt.laverda-lowside": "An image of Larry from New York City Motorcycles racing an orange, vintage Laverda motorcycle on a track.",
  "pg.racing.alt.orange-helmets": "An image of two riders on vintage motorcycles lining up for the start of a race wearing full leathers and orange helmets under a dramatic sky.",
  "pg.racing.alt.roper-vanson": "A black and white image a rider in full leathers on a vintage motorcycle. The leathers have the words 'Roper' and 'Vanson' on the back.",
  "pg.racing.alt.willow-springs-honda": "An image of Larry from New York City Motorcycles racing a vintage Honda motorbike. He's riding at Willow Springs - the fastest road in the west.",
  "pg.racing.head.meta.content": "This page details Larry from New York City's career racing vintage motorcycles in the USA. Larry raced at the Barber Vintage Festival and at the AHRMA National Championship at Roebling Road Raceway, in Savannah, GA. He rode a heavily-modified ex-Tim Joyce T-100 unit Triumph and a Laverda 750SFC clone.",
  "pg.racing.head.meta.title": "Racing vintage motorcycles with New York City Motorcycles",
  "pg.racing.sect-1.text-1": "After attending the Barber Vintage Festival at the end of the 2013 race season as a spectator/collector/enthusiast, I boldly announced that 2013 would be the last year that I didn't race. And so it was.",
  "pg.racing.sect-1.text-2": "The first race in the 2014 AHRMA National Championship was at Roebling Road Raceway, in Savannah, GA.  After completing the AHRMA race school on the Friday, I was on the starting grid the following two days. By the end of the 2014 season I raced at 7 of the 10 weekend events, campaigning a heavily-modified ex-Tim Joyce T-100 unit Triumph in Sportsman 500 class and toward the end of the season, in addition, a Laverda 750SFC clone.",
  "pg.sold-archive.alt.benelli-250": "An image of an olive green 1972 Benelli 250SS",
  "pg.sold-archive.alt.bsa-starfire": "An image of an indigo coloured 1970 BSA B25 Starfire",
  "pg.sold-archive.alt.ducati-250": "An image of a red Ducati 250GP racer",
  "pg.sold-archive.alt.harley-xr750-75": "An image of an orange coloured 1975 Harley Davidson XR750",
  "pg.sold-archive.alt.harley-xr750-replica": "An image of a Harley Davidson Streettracker XR750 replica in orange",
  "pg.sold-archive.alt.harley-xr750": "An image of an orange coloured 1970 Harley Davidson XR750",
  "pg.sold-archive.alt.honda-dream": "An image of a silver 1997 Honda Dream 50 with red frame",
  "pg.sold-archive.alt.honda-rc30": "An image of a 1988 Honda RC30 VFR750 parked at Zushi marina in Japan.",
  "pg.sold-archive.alt.honda-ss": "An image of an olive green 1970 Honda SS CL90 being ridden by a lady in a biker jacket",
  "pg.sold-archive.alt.kawasaki-g7s": "An image of a red 1974 Kawasaki G7S",
  "pg.sold-archive.alt.kawasaki-h1": "An image of a 1970 Monotrack Engineering Kawasaki H1 painted silver with green trim",
  "pg.sold-archive.alt.kawasaki-h1ra": "An image of a lime green 1971 Kawasaki H1RA",
  "pg.sold-archive.alt.kawasaki-h2": "An image of a purple 1975 Kawasaki H2",
  "pg.sold-archive.alt.kawasaki-s3": "An image of a lime green 1974 Kawasaki S3 race replica",
  "pg.sold-archive.alt.laverda-500": "An image of an orange coloured 1980 Laverda 500 Montjuic",
  "pg.sold-archive.alt.laverda-750-racer": "An image of an orange coloured Laverda 750 SFC-spec racer",
  "pg.sold-archive.alt.laverda-750-sfc": "An image of an orange coloured 1972 Laverda 750 SFC",
  "pg.sold-archive.alt.laverda-formula-500": "A black and white image of a 1980 Laverda Formula 500",
  "pg.sold-archive.alt.matchless-59": "An image of a red 1959 Matchless G80",
  "pg.sold-archive.alt.matchless-61": "An image of a red 1961 Matchless G80 Scrambler",
  "pg.sold-archive.alt.norton-commando": "An image of a black 1970 Norton Commando with gold trim",
  "pg.sold-archive.alt.placeholder": "Loading...",
  "pg.sold-archive.alt.shovelhead-chopper": "An image of a 1969 Harley Davidson Shovelhead Chopper awaiting collection from the port in Japan.",
  "pg.sold-archive.alt.suzuki-rg400": "An image of a 1985 Suzuki WW RG400 awaiting collection from customs in Japan.",
  "pg.sold-archive.alt.suzuki-stinger": "An image of a green 1971 Suzuki T125 Stinger",
  "pg.sold-archive.card.benelli-250": "1972 Benelli 250SS",
  "pg.sold-archive.card.bsa-starfire": "1970 BSA B25 Starfire",
  "pg.sold-archive.card.ducati-250": "Ducati 250GP racer",
  "pg.sold-archive.card.harley-xr750-75": "1975 Harley Davidson XR750",
  "pg.sold-archive.card.harley-xr750-replica": "Streettracker XR750 replica",
  "pg.sold-archive.card.harley-xr750": "1970 Harley Davidson XR750",
  "pg.sold-archive.card.honda-dream": "1997 Honda Dream 50",
  "pg.sold-archive.card.honda-rc30": "1988 Honda RC30 VFR750",
  "pg.sold-archive.card.honda-ss": "1970 Honda SS CL90",
  "pg.sold-archive.card.kawasaki-g7s": "1974 Kawasaki G7S",
  "pg.sold-archive.card.kawasaki-h1": "1970 Monotrack Engineering Kawasaki H1",
  "pg.sold-archive.card.kawasaki-h1ra": "1971 Kawasaki H1RA",
  "pg.sold-archive.card.kawasaki-h2": "1975 Kawasaki H2",
  "pg.sold-archive.card.kawasaki-s3": "1974 Kawasaki S3 race replica",
  "pg.sold-archive.card.laverda-500": "1980 Laverda 500 Montjuic",
  "pg.sold-archive.card.laverda-750-racer": "Laverda 750 SFC-spec racer",
  "pg.sold-archive.card.laverda-750-sfc": "1972 Laverda 750 SFC",
  "pg.sold-archive.card.laverda-formula-500": "1980 Laverda Formula 500",
  "pg.sold-archive.card.matchless-59": "1959 Matchless G80",
  "pg.sold-archive.card.matchless-61": "1961 Matchless G80 Scrambler",
  "pg.sold-archive.card.norton-commando": "1970 Norton Commando",
  "pg.sold-archive.card.shovelhead-chopper": "1969 Harley Davidson Shovelhead Chopper",
  "pg.sold-archive.card.suzuki-rg400": "1985 Suzuki WW RG400",
  "pg.sold-archive.card.suzuki-stinger": "1971 Suzuki T125 Stinger",
  "pg.sold-archive.head.meta.content": "This page displays a selection of vintage motorcycles that have been sold to collectors by New York City Motorcycles over the years. Many of the listings on this page also have subsequent gallery pages to explore ",
  "pg.sold-archive.head.meta.title": "An archive of vintage bikes sold by New York City Motorcycles",
  "pg.sold-archive.sect-1.title-1": "!! Select motorcycles sold - this list is not updated often !!",
  "pg.sold-archive.sect-1.title-2": "!! Call or email for recently sold or current availability !!"
}
